11/data/attachments/c50f31e58adca865.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_4a12cc2e-af0c-4da1-be21-c2e5a632d439</nif:username>
            <nif:friendToBeAdded>Alex_need_Friend_72271_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>